{"id":1129539,"date":"2020-12-04T14:02:33","date_gmt":"2020-12-04T14:02:33","guid":{"rendered":"https:\/\/www.muscleandfitness.com\/?page_id=1129539"},"modified":"2021-12-21T18:16:35","modified_gmt":"2021-12-21T18:16:35","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/www.muscleandfitness.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"<style>h2{font-size:32px;margin-bottom:20px}.page-title{max-width:860px;margin-left:auto;margin-right:auto;padding:0 20px}.page-content a{color:inherit;letter-spacing:-.25px;text-decoration:none;border-bottom:solid 2px #575757;transition:all .2s}.page-content ul {padding-left: 20px;margin-bottom: 40px;}@media (min-width:768px){.page-title{font-size:56px;margin-bottom:30px}}@media (min-width:1401px){.page-template-default .page-title{margin-bottom:20px}}h3{font-size:24px;}<\/style><p>Last Revised: December 21, 2021<\/p>\n<p>Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and obligations. Specifically, these Terms of Use (or simply “Terms”) constitute a legally binding agreement between you and J. Wood Ventures LLC, Wings of Strength LLC, Wings of Strength Productions LLC, Digital Muscle LLC, Olympia Productions LLC, JW Media LLC, Mr Olympia LLC, JW Holdings LLC, Jake Wood, and any publications associated with those entities (collectively, the “Company” and\/or “we”, “us”, “our”), governing your access to and use of the website (the “Website”) and its content (“Website Content”), mobile applications, and all associated services (collectively, the “Services”). By creating an account and using the Services, you accept these Terms in full. If you do not agree to these terms, you should not use the Services.<\/p>\n<h2>The Services<\/h2>\n<p><strong>Account Registration<\/strong>. In order to use the Services, you may be required to create an account to access and use certain features. You must provide accurate, current, and complete information during the registration process and keep your account up-to-date at all times. We reserve the right disallow the use of usernames that are inappropriate, infringe a third parties intellectual rights, or attempts to impersonate another user. You are solely responsible for maintaining the confidentiality of the passwords associated with your account and for restricting access to your passwords and physical access to your computer while logged into the Services.<\/p>\n<p><strong>Who Can Use Our Services<\/strong>.  In order to use the Services, you must be at least 13 years old, you must not have been previously banned from using the Services, and you must not be prohibited from using the Services by virtue of any other applicable law or regulation.<\/p>\n<p><strong>Termination of Account<\/strong>.  In order to use the Services, you must be at least 13 years old, you must not have been previously banned from using the Services, and you must not be prohibited from using the Services by virtue of any other applicable law or regulation.<\/p>\n<h2>Your Responsibilities<\/h2>\n<p>In exchange for Company providing the Services, you agree that you will not:<\/p>\n<ul><li>remove, alter, cover, or distort any copyright, trademark, or other proprietary rights notice on the Website or Website Content;<\/li>\n<li>circumvent, disable or otherwise interfere with security-related features of the Website including, without limitation, any features that prevent or restrict use or copying of any content or enforce limitations on the use of the Website or Website Content;<\/li>\n<li>use an automatic device (such as a robot or spider) or manual process to copy or “scrape” the Website or Website Content for any purpose without our express written permission. Notwithstanding the foregoing, we grant public search engine operators permission to use automatic devices (such as robots or spiders) to copy Website Content from the Website for the sole purpose of creating (and only to the extent necessary to create) a searchable index of Website Content that is available to the public. We reserve the right to revoke this permission (generally or specifically) at any time;<\/li>\n<li>transmit, distribute, or upload programs or material that contain malicious code, such as viruses, timebombs, cancelbots, worms, trojan horses, spyware, or other potentially harmful programs or other material or information;<\/li>\n<li>forge any TCP\/IP packet header or part of the header information in any email or newsgroup posting for any reason;<\/li>\n<li>collect or harvest any personally identifiable information from the Website including, without limitation, usernames, passwords, email addresses;<\/li>\n<li>solicit other users to join or become members of any commercial online service or other organization without our prior written approval;<\/li>\n<li>attempt to or interfere with the proper working of the Website or impair, overburden, or disable the same;<\/li>\n<li>decompile, reverse engineer, or disassemble any portion of any the Website;<\/li>\n<li>use network-monitoring software to determine architecture of or extract usage data from the Website;<\/li>\n<li>encourage conduct that violates any local, state, or federal law, either civil or criminal, or impersonate another user, person, or entity (e.g., using another person’s membership;<\/li>\n<li>affect us adversely or reflect negatively on us, the Website, our goodwill, name or reputation or cause duress, distress or discomfort to us or anyone else, or discourage any person, firm or enterprise from using all or any portion, features or functions of the Website, or from advertising, linking or becoming a supplier to us in connection with the Website;<\/li>\n<li>violate U.S. export laws, including, without limitation, violations of the Export Administration Act and the Export Administration Regulations administered by the Department of Commerce; or<\/li>\n<li>engage in any conduct that restricts or inhibits any other user from using or enjoying the Website.<\/li>\n<\/ul><h2>Intellectual Property<\/h2>\n<p>Various aspects of the Services and Website are protected by patent, copyright, trademark, and other laws of the United States and foreign countries. You acknowledge and agree that the Services, the Website, including all associated intellectual property rights, are the exclusive property of Company. You will not remove, alter or obscure any copyright, trademark,  mark or other proprietary rights notices incorporated in or accompanying the Services.<\/p>\n<h2><strong>Privacy Policy<\/strong><\/h2>\n<p>Our collection and use of personal information in connection with your access to and use of the Services is described in our Privacy Policy at <a href=\"https:\/\/www.muscleandfitness.com\/privacy-policy\/\">https:\/\/www.muscleandfitness.com\/privacy-policy\/<\/a> and our Cookies Policy at <a href=\"https:\/\/www.muscleandfitness.com\/cookie-policy\/\">https:\/\/www.muscleandfitness.com\/cookie-policy\/<\/a>.<\/p>\n<h2>Digital Millennium Copyright Act (DMCA)<\/h2>\n<p>We comply with the notice and takedown provisions of the Digital Millennium Copyright Act (DMCA) by responding to notices of alleged infringement that comply with the DMCA. Toward that end, we may remove or disable access to allegedly infringing material residing on the Website or any other site that is controlled or operated by Company. The notice requirements described below are intended to comply with Company’s rights and obligations under the DMCA and, in particular, section 512(c), and do not constitute legal advice. Before sending either a Notice of Infringing Material or Counter-Notification to us, you may wish to contact a lawyer so that you might better understand your rights and obligations under the DMCA and other applicable laws.<\/p>\n<p><strong>Notice of Infringing Material<\/strong>.<\/p>\n<p>If you believe that someone is infringing your copyright by posting infringing material (e.g., Uploaded Content) on the Website, you may send, to the Designated DMCA Agent listed below, a notification containing the following details: (a) reasonably sufficient details to enable us to identify the work claimed to be infringed or, if multiple works are claimed to be infringed, a representative list of such works (for example: title, author, any registration or tracking number, URL); (b) reasonably sufficient detail to enable us to identify and locate the material that is claimed to be infringing (for example a link to the page that contains the material); (c) your contact information (for example, your address, telephone number, email address); (d) a statement that you have a good faith belief that the use of the material identified is not authorized by the copyright owner, its agent, or the law; (e) a statement, under penalty of perjury, that the information in the notification is accurate and that you are authorized to act on behalf of the owner of the exclusive right that is alleged to be infringed; and (f) your physical or electronic signature.<\/p>\n<p><strong>Counter-Notification<\/strong>.<\/p>\n<p>If you believe that someone is infringing your copyright by posting infringing material (e.g., Uploaded Content) on the Website, you may send, to the Designated DMCA Agent listed below, a notification containing the following details: (a) reasonably sufficient details to enable us to identify the work claimed to be infringed or, if multiple works are claimed to be infringed, a representative list of such works (for example: title, author, any registration or tracking number, URL); (b) reasonably sufficient detail to enable us to identify and locate the material that is claimed to be infringing (for example a link to the page that contains the material); (c) your contact information (for example, your address, telephone number, email address); (d) a statement that you have a good faith belief that the use of the material identified is not authorized by the copyright owner, its agent, or the law; (e) a statement, under penalty of perjury, that the information in the notification is accurate and that you are authorized to act on behalf of the owner of the exclusive right that is alleged to be infringed; and (f) your physical or electronic signature.<\/p>\n<h2>User Content<\/h2>\n<p>We may now or in the future permit users to post, upload, transmit through, or otherwise make available on the Website (collectively, “submit”) messages, text, illustrations, files, images, graphics, photos, comments, sounds, music, videos, information, content, and\/or other materials (“User Content”). Subject to the rights and license you grant herein, you retain all right, title and interest in your User Content. We do not guarantee any confidentiality with respect to User Content even if it is not published on the Website. It is solely your responsibility to monitor and protect any intellectual property rights that you may have in your User Content, and we do not accept any responsibility for the same.<\/p>\n<p>You shall not submit any User Content protected by copyright, trademark, patent, trade secret, moral right, or other intellectual property or proprietary right without the express permission of the owner of the respective right. You are solely liable for any damage resulting from your failure to obtain such permission or from any other harm resulting from User Content that you submit.<\/p>\n<p>You represent, warrant, and covenant that you will not submit any User Content that:<\/p>\n<ul><li>violates or infringes in any way upon the rights of others, including, but not limited to, any copyright, trademark, patent, trade secret, moral right, or other intellectual property or proprietary right of any person or entity;<\/li>\n<li>affects us adversely or reflect negatively on us, the Website, our goodwill, name or reputation or cause duress, distress or discomfort to us or anyone else, or discourage any person, firm or enterprise from using all or any portion, features or functions of the Website, or from advertising, linking or becoming a supplier to us in connection with the Website;<\/li>\n<li>impersonates another or is unlawful, threatening, abusive, libelous, defamatory, invasive of privacy or publicity rights, vulgar, obscene, profane, pornographic, or otherwise objectionable;<\/li>\n<li>encourages conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any law;<\/li>\n<li>is an advertisement for goods or services or a solicitation of funds;<\/li>\n<li>includes personal information such as messages which identify phone numbers, social security numbers, account numbers, addresses, or employer references;<\/li>\n<li>contains a formula, instruction, or advice that could cause harm or injury; or results in the transmission of junk e-mail, chain letters, duplicative or unsolicited messages, or so-called “spamming” and “phishing.”<\/li>\n<\/ul><p>Moreover, any conduct by a user that in our sole discretion restricts or inhibits any other user from using or enjoying the Website will not be permitted.<\/p>\n<p>By submitting User Content to us, simultaneously with such posting you automatically grant, or warrant that the owner has expressly granted, to us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, fully sublicensable, and transferable right and license to use, reproduce, distribute, create derivative works based upon (including, without limitation, translations), publicly display, publicly perform, transmit, and publish the User Content (in whole or in part) as we, in our sole discretion, deem appropriate including, without limitation, (1) in connection with our business; and (2) in connection with the businesses of our successors, parents, subsidiaries, affiliates, and related companies. We may exercise this grant in any format, media or technology now known or later developed for the full term of any copyright that may exist in such User Content. Furthermore, you also grant other users permission to access your User Content and to use, reproduce, distribute, create derivative works based upon, publicly display, publicly perform, transmit, and publish your User Content for personal, non-commercial use as permitted by the functionality of the Website and these Terms of Use.<\/p>\n<p>By submitting User Content, you also grant us the right, but not the obligation to use your biographical information including, without limitation, your name and geographical location in connection with broadcast, print, online, or other use or publication of your User Content. Notwithstanding the foregoing, you waive any and all claims you may now or later have in any jurisdiction to so-called “moral rights” or rights of “droit moral” with respect to the User Content.<\/p>\n<h2>Advertisements<\/h2>\n<p>We reserve the right to display advertisements in connection with your User Content and to use your User Content for advertising and promotional purposes. You acknowledge and agree that your User Content may be included on the websites and advertising networks of our distribution partners and third-party service providers (including their downstream users).<\/p>\n<p>We have the right, but not the obligation, to monitor User Content. We have the right in our sole discretion and for any reason whatsoever to edit, refuse to post, remove, or disable access to any User Content.<\/p>\n<h2>E-Commerce<\/h2>\n<p>All features, content, specifications, products and prices of products and services described or depicted on the Website are subject to change at any time without notice. Certain weights, measures and similar descriptions are approximate and are provided for convenience purposes only. We make all reasonable efforts to accurately display the attributes of our products, including the applicable colors; however, the actual color you see will depend on your computer system, and we cannot guarantee that your computer will accurately display such colors. The inclusion of any products or services on the Website at a particular time does not imply or warrant that these products or services will be available at any time. It is your responsibility to ascertain and obey all applicable local, state, federal and international laws (including minimum age requirements) in regard to the possession, use and sale of any item purchased from the Website. By placing an order, you represent that the products ordered will be used only in a lawful manner. All videocassettes, DVDs and similar products sold are for private, home use (where no admission fee is charged), non-public performance and may not be duplicated.<\/p>\n<p>When an order is placed, it will be shipped to an address designated by the purchaser as long as that shipping address is compliant with the shipping restrictions contained on the Website. All purchases from this Website are made pursuant to a shipment contract. As a result, risk of loss and title for items purchased from the Website pass to you upon delivery of the items to the carrier. You are responsible for filing any claims with carriers for damaged and\/or lost shipments.<\/p>\n<p>We attempt to ensure that information on the Website is complete, accurate and current. Despite our efforts, the information on the Website may occasionally be inaccurate, incomplete, or out of date. We make no representation as to the completeness, accuracy or how current of any information on the Website. For example, products included on the Website may be unavailable, may have different attributes than those listed, or may actually carry a different price than that stated on the Website. In addition, we may make changes in information about price and availability without notice.<\/p>\n<p>We make every effort to ensure the accuracy of the price on our web site. When errors are discovered, we will correct them. Be advised that we reserve the right to revoke any stated offer and to correct any errors, inaccuracies, or omissions, including after an order has been submitted, after it has been confirmed, or after your credit card has been charged. If we discover a pricing error after your credit card has been charged and your order is canceled as a result of the error, your credit card will be refunded back the full amount of your order. You will be notified via email if your order has been canceled and be given the opportunity to place the order at the correct price. Please note that individual bank policies vary when the amount is credited back to your account. Prices and availability are subject to change without prior notice.<\/p>\n<p>While it is our practice to confirm orders by email, the receipt of an email order confirmation does not constitute our acceptance of an order or our confirmation of an offer to sell a product or service. We reserve the right, without prior notice, to limit the order quantity on any product or service and\/or to refuse service to any customer. We also may require verification of information prior to the acceptance and\/or shipment of any order.<\/p>\n<p>ALL PRODUCTS AND SERVICES PURCHASED ON OR THROUGH THE WEBSITE ARE SUBJECT ONLY TO ANY APPLICABLE WARRANTIES OF THEIR RESPECTIVE MANUFACTURES, DISTRIBUTORS AND SUPPLIERS, IF ANY. TO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, WE HEREBY DISCLAIM ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, ANY IMPLIED WARRANTIES WITH RESPECT TO THE PRODUCTS AND SERVICES LISTED OR PURCHASED ON OR THROUGH THE WEBSITE. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE HEREBY EXPRESSLY DISCLAIM ALL LIABILITY FOR PRODUCT DEFECT OR FAILURE, CLAIMS THAT ARE DUE TO NORMAL WEAR, PRODUCT MISUSE, ABUSE, PRODUCT MODIFICATION, IMPROPER PRODUCT SELECTION, NON-COMPLIANCE WITH ANY CODES, OR MISAPPROPRIATION. WE MAKE NO WARRANTIES TO THOSE DEFINED AS “CONSUMERS” IN THE MAGNUSON-MOSS WARRANTY-FEDERAL TRADE COMMISSION IMPROVEMENTS ACT. THE FOREGOING EXCLUSIONS OF IMPLIED WARRANTIES DO NOT APPLY TO THE EXTENT PROHIBITED BY LAW. PLEASE REFER TO YOUR LOCAL LAWS FOR ANY SUCH PROHIBITIONS.<\/p>\n<p>You should not use the information on this site for diagnosis or treatment of any health problem or for prescription of any medication or other treatment. You should always speak with your physician or other healthcare professional, and carefully read all information provided with a product label or packaging, before taking any medication or nutritional, herbal or homeopathic supplement, before starting any diet or exercise program or before adopting any treatment for a health problem. Each person is different, and the way you react to a particular product may be significantly different from the way other people react to such product.<\/p>\n<h2>Wireless Marketing and Promotions<\/h2>\n<p>We may provide users and viewers with the opportunity to register for special promotions, services, news, programming, and information delivered via text messaging and other wireless devices such as mobile phones. Users are required to provide their consent to receive such information from us, either by registering on this Website or via their wireless device. Such services and promotional opportunities are provided by the Advertisers or other third parties. The information requested as part of the online registration process is a user’s telephone number or a wireless email address, but only if specifically requested, and the carrier’s name. Optional information may be requested for specific promotions, such as a user’s preferences regarding goods or services, choices of music or artists, or other similar survey information. Depending on the promotion, we may also collect an Internet email address or other information and, depending on the information collected, the user may also be required to confirm his or her agreement to these Terms of Use and, including without limitation, the Privacy Policy.<\/p>\n<p>Users that register for the wireless marketing services acknowledge, understand, and agree that they will be charged by the user’s wireless carrier for all messages sent to the user from us. Standard messaging rates will apply, unless noted otherwise. Under no circumstances will we be responsible for any wireless email or text messaging charges incurred by a user or by a person that has access to a user’s wireless device, telephone number, or email address.<\/p>\n<p>You understand, acknowledge, and agree that we may, in our sole discretion and without liability to any user, terminate its offer of any specific wireless marketing service or all wireless marketing services at any time without advance notice. We may provide notice of terminations or changes in services on this Website.<\/p>\n<h2>Contests, Sweepstakes, and Promotions<\/h2>\n<p>From time to time, we, or our service providers, suppliers, Advertisers, and other third parties may conduct promotions on or through the Website, including, without limitation, contests and sweepstakes (“Promotions”). Each Promotion may have official rules which will be posted or otherwise made available to you and, for purposes of each Promotion, will be deemed incorporated into and form a part of this Agreement.<\/p>\n<h2>Limitation of Liability<\/h2>\n<p>In no event shall Company, including our affiliates, subsidiaries, parents, successors and assigns, and each of our respective officers, directors, employees, agents, or shareholders, be liable to you or any other entity for any incidental, special, exemplary, punitive, consequential, or indirect damages (including personal injury or emotional stress to you or other affected persons or property, or the cost of procurement of substitute s) arising out of or in connection with your use or inability to use the Services or Website, including without limitation any copyright or other intellectual property claims based on the content of your Uploaded Content<\/p>\n<h2>Disclaimers<\/h2>\n<p><strong>No Warranty<\/strong>. If you choose to use the Services, you do so voluntarily and at your sole risk. The Services is provided “as is”, without warranty of any kind, either express or implied. TO THE EXTENT PERMITTED BY LAW, WE ALSO DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.<\/p>\n<p><strong>Third Party Links<\/strong>. The Website and, more generally, the Services may incorporate links to other sites and servers operated by parties independent from Company.  Such links are provided for your reference only. We do not control such sites, and are not responsible for their content. Company’s inclusion of hyperlinks to such sites does not imply any endorsement of the material on such sites or any association with their content.<\/p>\n<p><strong>User Content<\/strong>. We are not responsible for the content of any Uploaded Content or the actions of any of our users or of third parties who may link to the Uploaded Content.<\/p>\n<h2><strong>Indemnification<\/strong><\/h2>\n<p>You agree to release, defend, indemnify, and hold Company and its affiliates and subsidiaries, and their officers, directors, employees and agents, harmless (at our request) from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with your access to or use of the Services or your violation of these Terms.<\/p>\n<h2>General Provisions<\/h2>\n<p>No joint venture, partnership, employment, or agency relationship exists between you and Company as a result of this Agreement or your use of the Company’s services. These Terms do not and are not intended to confer any rights or remedies upon any person other than the parties.<\/p>\n<p>If any provision of these Terms is held to be invalid or unenforceable, such provision will be struck and will not affect the validity and enforceability of the remaining provisions.<\/p>\n<p>Company’s failure to enforce any right or provision in these Terms will not constitute a waiver of such right or provision unless acknowledged and agreed to by us in writing. Except as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise permitted under law.<\/p>\n<p>You may not assign, transfer, or delegate this Agreement and your rights and obligations hereunder without Company’s prior written consent. Company may without restriction assign, transfer or delegate this Agreement and any rights and obligations hereunder, at its sole discretion, with 30 days prior notice. Your right to terminate this Agreement at any time remains unaffected.<\/p>\n<h2><strong>Modification<\/strong><\/h2>\n<p>We reserve the right to modify these Terms of Use at any time. If we make changes to these Terms of Use, we will post the revised Terms of Use on our website and update the “Last Updated” date at the top of these Terms of Use. If you disagree with the revised Terms of Use, you may terminate this Agreement with immediate effect by cancelling your account. If you do not terminate your Agreement before the effective date of the revised Terms of Use, your continued access to or use of the Company Services will constitute acceptance of the revised Terms of Use.<\/p>\n<h2><strong>Contact Us<\/strong><\/h2>\n<p>If you have any questions about these Terms of Use , please contact us at:<br><a href=\"mailto:admin@wingsofstrength.net\">admin@wingsofstrength.net<\/a><\/p>\n<p>2025 South Airport Boulevard, Chandler, AZ 85286<\/p>\n<p>Designated DMCA Agent. By U.S. Mail: DMCA Agent, 2025 South Airport Boulevard, Chandler, AZ 85286.<br>\nBy E-mail: <a href=\"mailto:admin@wingsofstrength.net\">admin@wingsofstrength.net<\/a><\/p>","protected":false},"excerpt":{"rendered":"<p>Last Revised: December 21, 2021 Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and obligations. Specifically, these Terms of Use (or simply “Terms”) constitute a legally binding agreement between you and J. Wood Ventures LLC, Wings of Strength LLC, Wings of Strength Productions LLC, Digital Muscle [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_links_to":"","_links_to_type":0},"categories":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Use | Muscle &amp; Fitness<\/title>\n<meta name=\"description\" content=\"Last Revised: December 21, 2021 Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.muscleandfitness.com\/terms-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Use | Muscle &amp; Fitness\" \/>\n<meta property=\"og:description\" content=\"Last Revised: December 21, 2021 Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.muscleandfitness.com\/terms-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"Muscle &amp; Fitness\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/MuscleandFitnessMag\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-21T18:16:35+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@muscle_fitness\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.muscleandfitness.com\/#website\",\"url\":\"https:\/\/www.muscleandfitness.com\/\",\"name\":\"Muscle &amp; Fitness\",\"description\":\"Workouts, Nutrition Tips, Supplements &amp; Advice\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.muscleandfitness.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.muscleandfitness.com\/terms-of-use\/\",\"url\":\"https:\/\/www.muscleandfitness.com\/terms-of-use\/\",\"name\":\"Terms of Use | Muscle &amp; Fitness\",\"isPartOf\":{\"@id\":\"https:\/\/www.muscleandfitness.com\/#website\"},\"datePublished\":\"2020-12-04T14:02:33+00:00\",\"dateModified\":\"2021-12-21T18:16:35+00:00\",\"description\":\"Last Revised: December 21, 2021 Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and\",\"breadcrumb\":{\"@id\":\"https:\/\/www.muscleandfitness.com\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.muscleandfitness.com\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.muscleandfitness.com\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.muscleandfitness.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms of Use | Muscle &amp; Fitness","description":"Last Revised: December 21, 2021 Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.muscleandfitness.com\/terms-of-use\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Use | Muscle &amp; Fitness","og_description":"Last Revised: December 21, 2021 Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and","og_url":"https:\/\/www.muscleandfitness.com\/terms-of-use\/","og_site_name":"Muscle &amp; Fitness","article_publisher":"https:\/\/www.facebook.com\/MuscleandFitnessMag","article_modified_time":"2021-12-21T18:16:35+00:00","twitter_card":"summary_large_image","twitter_site":"@muscle_fitness","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.muscleandfitness.com\/#website","url":"https:\/\/www.muscleandfitness.com\/","name":"Muscle &amp; Fitness","description":"Workouts, Nutrition Tips, Supplements &amp; Advice","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.muscleandfitness.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/www.muscleandfitness.com\/terms-of-use\/","url":"https:\/\/www.muscleandfitness.com\/terms-of-use\/","name":"Terms of Use | Muscle &amp; Fitness","isPartOf":{"@id":"https:\/\/www.muscleandfitness.com\/#website"},"datePublished":"2020-12-04T14:02:33+00:00","dateModified":"2021-12-21T18:16:35+00:00","description":"Last Revised: December 21, 2021 Please read these Terms of Use carefully, as they contain important information about your legal rights, remedies, and","breadcrumb":{"@id":"https:\/\/www.muscleandfitness.com\/terms-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.muscleandfitness.com\/terms-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.muscleandfitness.com\/terms-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.muscleandfitness.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Use"}]}]}},"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PbHNX7-4JQn","thumbnail":"","thumbnail_id":0,"subtitle":"","channel":0,"_links":{"self":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages\/1129539"}],"collection":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/comments?post=1129539"}],"version-history":[{"count":5,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages\/1129539\/revisions"}],"predecessor-version":[{"id":1139604,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages\/1129539\/revisions\/1139604"}],"wp:attachment":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/media?parent=1129539"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/categories?post=1129539"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}