{"id":3,"date":"2020-02-17T10:52:38","date_gmt":"2020-02-17T10:52:38","guid":{"rendered":"http:\/\/www.muscleandfitness.com\/?page_id=3"},"modified":"2021-12-29T16:55:06","modified_gmt":"2021-12-29T16:55:06","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.muscleandfitness.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<style>h2{font-size:32px;margin-bottom:20px}.page-title{max-width:860px;margin-left:auto;margin-right:auto;padding:0 20px}.page-content a{color:inherit;letter-spacing:-.25px;text-decoration:none;border-bottom:solid 2px #575757;transition:all .2s}@media (min-width:768px){.page-title{font-size:56px;margin-bottom:30px}}@media (min-width:1401px){.page-template-default .page-title{margin-bottom:20px}}h3{font-size:24px;}<\/style><p>Last Revised: December 21, 2021.<\/p>\n<p><span data-syno-text=\"true\">The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information (“Personal Information”) obtained by J. Wood Ventures LLC, Wings of Strength LLC, Wings of Strength Productions LLC, Digital Muscle LLC, Olympia Productions LLC, JW Media LLC, Mr Olympia LLC, JW Holdings LLC, Jake Wood, and any publications associated with those entities (collectively, the “Company” and\/or “we”, “us”, “our”) when you interact with our websites, mobile applications, or other digital services (collectively, the “Services”).<\/span><\/p>\n<p><\/p>\n<h2>Collection of Information<\/h2>\n<p><span data-syno-text=\"true\">When you use the Services, we collect various categories of Personal Information, which will generally fall into two categories: information that you provide to us directly, and information that we collect automatically.<\/span><\/p>\n<h3>Information You Provide Directly<\/h3>\n<p><strong>Basic Information.<\/strong><span data-syno-text=\"true\"> When you use the Services, we will collect information that you provide to us, for example, through our websites, mobile apps, and\/or any agreements you’ve entered into with respect to the Services. This information may include, for example, your first name, last name, residence address, phone number, e-mail address. We may also collect billing information, such as credit card numbers and related information necessary to complete online and\/or in-app transactions.<\/span><\/p>\n<p><strong>External Sources<\/strong><span data-syno-text=\"true\"><strong>.<\/strong> We may receive Personal Information from publicly available databases, joint marketing partners and event sponsors, entities to which we provide client services, such as your employer, and social media platforms.<\/span><\/p>\n<h3>Information We Collect Automatically<\/h3>\n<p><strong>Cookies<\/strong><span data-syno-text=\"true\">. We employ cookies on the website. A cookie is a small, encoded text file sent between a web server and web browser when you visit the website. That file is stored on the hard drive of the device used to access the internet, and will be accessed when you revisit the website that created the cookie file. Your web browser uses the information stored in the cookie to make navigating the website easier, such as automatic login and other functions and preferences. Cookies come in many flavors. Functional cookies ensure that certain parts of the website work properly. By placing functional cookies, we make it easier for you to visit our website and use the Services. We may place these cookies without your consent. Analytical cookies are used to optimize the website experience for our users. Through the use of analytical cookies, we receive insight into the usage of our website. We ask your permission to place analytical cookies to ensure our website offers a continued positive user experience. <\/span><\/p>\n<p><strong>Other Technologies<\/strong><span data-syno-text=\"true\"><strong>.<\/strong> We may use clear GIFs, pixel tags, and other such cookie-like technologies to track the activities of users of our website and to compile statistics about the use of our website and\/or e-mail response rates. We may collect information about your computer, mobile device, browser and operating system (e.g., type, model, or version), or internet protocol (IP) address (which may be used to derive your general geographic area).<\/span><\/p>\n<p><strong>Log files<\/strong><span data-syno-text=\"true\"><strong>.<\/strong> Our servers may automatically record information related to your use of our website, which may include information such as your IP address, browser type, operating system, mobile device type, diagnostic information, referring web page, and other web pages visited.<\/span><\/p>\n<p><\/p>\n<h2>Use of Information<\/h2>\n<p><span data-syno-text=\"true\">We use the Personal Information detailed above for a variety of purposes, including providing our services to you, managing customer relationships, responding to your inquiries, enforcing our terms of use, personalizing your experience on the website, providing information regarding careers with us, and engaging in marketing activities, such as providing newsletters, publications, updates, and other information that we believe might be of interest to you. <\/span><\/p>\n<p><span data-syno-text=\"true\">The Personal Information may also be used to send you alerts or other communications via SMS messages or other media or networks, notify you about new features of the Services, special events, or products, services, and special offers, administer sweepstakes and contests, attribute content to you that you make available through the Services (such as comments you post), personalize the content and advertising that you see on the Services and to understand how users interact with and use our advertisements and Services.<\/span><\/p>\n<p><span data-syno-text=\"true\">With respect to marketing activities, certain information that you provide to us, such as your first name, last name, company name, e-mail address, physical address, and phone number may be aggregated with other such data in one or more contact lists. We may then use these contact lists to send you information regarding our services via an automated mailing system and\/or to send you surveys via an automated survey generation system. These contact lists may be integrated into our client relation management (CRM) system and\/or our internal e-mail contact lists).<br><\/span><\/p>\n<h2>Sharing of Information<\/h2>\n<p><span data-syno-text=\"true\">We do not sell, exchange, transfer, or give your Personal Information to any other company or individual except as follows:<\/span><\/p>\n<p><span data-syno-text=\"true\">We may share, on a limited basis, Personal Information with our service providers, suppliers, subcontractors, and similar third parties so that they can assist us in the maintenance of our website and other services. We may also share Personal Information with financial institutions in connection with invoicing and payments. <\/span><\/p>\n<p><span data-syno-text=\"true\">We may rent, sell, or share your Personal Information with non-affiliated third parties: (a) in order to provide services or products that we believe may be of interest to you; (b) when we have your permission; or (c) as described in this Privacy Policy.<\/span><\/p>\n<p><span data-syno-text=\"true\">We may share your information with our agents or companies in order to provide the Services or advertising or to communicate with you on our behalf.<\/span><\/p>\n<p><span data-syno-text=\"true\">When you sign up to participate in a contest or sweepstakes, your information may also be provided to our sweepstakes or contest advertisers, operators, and\/or sponsors and the use of that information will be also governed by the privacy policies or practices of those advertisers, operators, and\/or sponsors.<\/span><\/p>\n<p><span data-syno-text=\"true\">We may disclose your Personal Information to comply with any court order, law or legal process, including to respond to any government or regulatory request; to enforce or apply our terms of use and other agreements, including for billing and collection purposes; if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of ourselves, our clients, or others.<\/span><\/p>\n<p><span data-syno-text=\"true\">We may aggregate and\/or de-identify your information so that the information no longer relates to you individually. Our use and disclosure of such aggregated or de-identified information is not subject to this Privacy Policy, and may be disclosed to others without limitation and for any purpose.<\/span><\/p>\n<p><\/p>\n<h2>Access to Information<\/h2>\n<p><span data-syno-text=\"true\">You may access and update your Personal Information that we hold by sending a request to the e-mail address listed below under Contact Us. <\/span><\/p>\n<p><span data-syno-text=\"true\">You may unsubscribe from our marketing or promotional emails by clicking the “Unsubscribe” link in our emails or, for certain Services, by logging into your account and adjusting your preferences.<\/span><\/p>\n<p><\/p>\n<h2>Third Party websites and Links<\/h2>\n<p><span data-syno-text=\"true\">We may provide links to third-party websites, services, plug-ins, content, and applications that are not operated by us. This Privacy Policy does not apply to such services, and we cannot take responsibility for the privacy policies, content, or practices of those services and websites.<\/span><\/p>\n<p><span data-syno-text=\"true\">Some of the services and advertisements are delivered or served by third-party companies. These companies place or recognize cookies, pixel tags, web beacons or other technology to track certain information about our Services website users. In many cases, this information could be used to show you ads on other websites based on your interests. We do not have access to, nor control over, these third parties’ use of cookies or other tracking technologies or how they may be used.<\/span><\/p>\n<p><\/p>\n<h2>Data Retention<\/h2>\n<p><span data-syno-text=\"true\">We store the information we collect about you for as long as is necessary for the purposes for which we collected it, and in accordance with our legal obligations and legitimate business interests.<br><\/span><\/p>\n<h2>Sensitive Information<\/h2>\n<p><span data-syno-text=\"true\">We ask that you not send us, and you not disclose, any sensitive Personal Information (e.g., social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics, or genetic characteristics, criminal background or trade union membership) when using the Services.<br><\/span><\/p>\n<h2>Residents of the European Economic Area<\/h2>\n<p><span data-syno-text=\"true\">If you are located in the European Economic Area (“EEA”), you may have certain additional rights and protections under the EU General Data Protection Regulation (“GDPR”) regarding the processing of your personal data. In this regard, we may ask you to identify which country you are located in when you use or access the Services, or we may rely on your IP address to make this determination. If any terms in this section conflict with other terms of this Privacy Policy, the terms in this section shall apply to individuals located in the EEA when the Personal Information is collected or processed.<\/span><\/p>\n<p><span data-syno-text=\"true\">For example, you may have the following rights: i) the right to be informed of how your Personal Information is being used, ii) the right to access to your Personal Information, iii) the right to rectification of data discrepancies, iv) the right to be forgotten, v) the right to restrict processing of your data, vi) the right to data portability, vii) the right to object to processing, and vii) the right to avoid automated profiling.<\/span><\/p>\n<p><span data-syno-text=\"true\">In the sections above, we describe the categories of Personal Information collected and explain various ways that we process your Personal Information. Generally, we will process your Personal Information only (1) with your consent; (2) to perform in accordance with a contract between you and us; (3) to comply with a legal obligation; or (4) where we have a legitimate interest to do so, balancing this interest against your interests and fundamental rights. <\/span><\/p>\n<p><span data-syno-text=\"true\">If you are in the EEA and you would like to contact us regarding these or other possible rights under the GDPR, please use the e-mail address listed below under Contact Us. You may also have the right to lodge a complaint with the local data protection authority if you believe that we have not complied with applicable data protection laws. See <\/span><span data-syno-text=\"true\"><a class=\"syno-o-doc-pm-mark-link\" href=\"blank\" target=\"_blank\" rel=\"noopener noreferrer\"><u>http:\/\/ec.europa.eu\/justice\/article-29\/structure\/data-protection-authorities\/index_en.htm<\/u><\/a><\/span><span data-syno-text=\"true\">.<br><\/span><\/p>\n<h2>Children’s Privacy<\/h2>\n<p><span data-syno-text=\"true\">Our Services are not directed to children under the age of 16. We do not knowingly collect Personal Information from children under the age of 16. If we receive Personal Information that we discover was provided by a child under the age of 16, we will promptly destroy such information. If you would like to learn more about the Children’s Online Privacy Protection Act (COPPA), please visit the Federal Trade Commission home page at <\/span><span data-syno-text=\"true\"><a class=\"syno-o-doc-pm-mark-link\" href=\"blank\" target=\"_blank\" rel=\"noopener noreferrer\"><u>http:\/\/www.ftc.gov<\/u><\/a><\/span><span data-syno-text=\"true\">.<br><\/span><\/p>\n<h2>California Residents<\/h2>\n<p><strong>“Shine the Light” Law<\/strong><span data-syno-text=\"true\"><strong>.<\/strong> If you are a California resident who has provided us with your Personal Information during the creation of or during the course of establishing a legal services relationship that is primarily for personal, family, or household purposes, you may, once per calendar year, request information regarding our disclosure of certain categories of your Personal Information. Specifically, pursuant to California Civil Code 1798.83 (the “Shine the Light” law), we will provide you a list of the categories of Personal Information disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year, along with the names and addresses of these third parties. You must submit your request to us either by the e-mail address listed under the Contact Us section below, or by mail at 2025 S Airport Blvd, Chandler, Arizona, 85286, USA. <\/span><\/p>\n<p><span data-syno-text=\"true\">California Consumer Protection Act (CCPA)<\/span><span data-syno-text=\"true\">. The California Consumer Privacy Act of 2018 (CCPA), California Civil Code 1798.100-199, is directed at providing California consumers more control over the Personal Information that businesses collect about them. While we do not believe we are subject to the CCPA under 1798.140(c), we are committed to safeguarding the Personal Information of visitors to our website, as detailed above. If you would like to learn more about the CCPA, please visit the California Office of the Attorney General site at <\/span><span data-syno-text=\"true\"><a class=\"syno-o-doc-pm-mark-link\" href=\"blank\" target=\"_blank\" rel=\"noopener noreferrer\"><u>https:\/\/oag.ca.gov\/privacy\/ccpa<\/u><\/a><\/span><span data-syno-text=\"true\">.<br><\/span><\/p>\n<h2>Do-not-track Signals<\/h2>\n<p><span data-syno-text=\"true\">We do not guarantee that our Services will respond to do-not-track signals. For more information about do-not-track signals, please see <\/span><span data-syno-text=\"true\"><a class=\"syno-o-doc-pm-mark-link\" href=\"blank\" target=\"_blank\" rel=\"noopener noreferrer\"><u>https:\/\/allaboutdnt.com\/<\/u><\/a><\/span><span data-syno-text=\"true\">. You may, however, disable certain tracking as set forth in our <a href=\"https:\/\/www.muscleandfitness.com\/cookie-policy\/\">Cookie Policy<\/a>.<br><\/span><\/p>\n<h2>Security<\/h2>\n<p><span data-syno-text=\"true\">We employ measures that are appropriate to protect your Personal Information against unauthorized access, improper use or disclosure, unauthorized or unlawful destruction or accidental loss, and all of our employees and any third parties that process your Personal Information on our behalf are obligated to respect the confidentiality of your information. However, we cannot and do not provide any assurance that these measures will be sufficient to protect the information you choose to transmit to our site. <\/span><\/p>\n<p><span data-syno-text=\"true\">Personal Information we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We have put in place reasonable safeguards to ensure the protection of any Personal Information transferred from the EEA to the United States and other countries. By using the Services, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy.<br><\/span><\/p>\n<h2>Revisions to our Privacy Policy<\/h2>\n<p><span data-syno-text=\"true\">We reserve the right to revise this Privacy Policy or any part of it from time to time. Please review this Privacy Policy periodically for changes. If we make material changes, we will endeavor to provide notice ahead of such changes, such as by email or through a notice at the website.<br><\/span><\/p>\n<h2>Contact Us<\/h2>\n<p>If you have any questions about this Privacy Policy, or are making a request pursuant to this Privacy Policy, please contact us at:<\/p>\n<p>Privacy contact: <a href=\"mailto:admin@wingsofstrength.net\">admin@wingsofstrength.net<\/a><\/p>\n<p>Address: Privacy Policy Admin, 2025 South Airport Boulevard, Chandler, Arizona, 85286, USA<\/p>\n<p>Please note that if you contact us by e-mail, we may require additional information and documents, including certain Personal Information, in order to authenticate and validate your identity and to process your request. Such additional data will be then retained by us for the limited purposes described above.<\/p>","protected":false},"excerpt":{"rendered":"<p>Last Revised: December 21, 2021. The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information (“Personal Information”) obtained by J. Wood Ventures LLC, Wings of Strength LLC, Wings of Strength Productions LLC, Digital Muscle LLC, Olympia Productions LLC, JW Media LLC, Mr Olympia LLC, JW Holdings LLC, Jake Wood, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_links_to":"","_links_to_type":0},"categories":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy | Muscle &amp; Fitness<\/title>\n<meta name=\"description\" content=\"Last Revised: December 21, 2021. The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.muscleandfitness.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy | Muscle &amp; Fitness\" \/>\n<meta property=\"og:description\" content=\"Last Revised: December 21, 2021. The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.muscleandfitness.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Muscle &amp; Fitness\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/MuscleandFitnessMag\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-29T16:55:06+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@muscle_fitness\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.muscleandfitness.com\/#website\",\"url\":\"https:\/\/www.muscleandfitness.com\/\",\"name\":\"Muscle &amp; Fitness\",\"description\":\"Workouts, Nutrition Tips, Supplements &amp; Advice\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.muscleandfitness.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.muscleandfitness.com\/privacy-policy\/\",\"url\":\"https:\/\/www.muscleandfitness.com\/privacy-policy\/\",\"name\":\"Privacy Policy | Muscle &amp; Fitness\",\"isPartOf\":{\"@id\":\"https:\/\/www.muscleandfitness.com\/#website\"},\"datePublished\":\"2020-02-17T10:52:38+00:00\",\"dateModified\":\"2021-12-29T16:55:06+00:00\",\"description\":\"Last Revised: December 21, 2021. The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information\",\"breadcrumb\":{\"@id\":\"https:\/\/www.muscleandfitness.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.muscleandfitness.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.muscleandfitness.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.muscleandfitness.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy | Muscle &amp; Fitness","description":"Last Revised: December 21, 2021. The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.muscleandfitness.com\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy | Muscle &amp; Fitness","og_description":"Last Revised: December 21, 2021. The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information","og_url":"https:\/\/www.muscleandfitness.com\/privacy-policy\/","og_site_name":"Muscle &amp; Fitness","article_publisher":"https:\/\/www.facebook.com\/MuscleandFitnessMag","article_modified_time":"2021-12-29T16:55:06+00:00","twitter_card":"summary_large_image","twitter_site":"@muscle_fitness","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.muscleandfitness.com\/#website","url":"https:\/\/www.muscleandfitness.com\/","name":"Muscle &amp; Fitness","description":"Workouts, Nutrition Tips, Supplements &amp; Advice","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.muscleandfitness.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/www.muscleandfitness.com\/privacy-policy\/","url":"https:\/\/www.muscleandfitness.com\/privacy-policy\/","name":"Privacy Policy | Muscle &amp; Fitness","isPartOf":{"@id":"https:\/\/www.muscleandfitness.com\/#website"},"datePublished":"2020-02-17T10:52:38+00:00","dateModified":"2021-12-29T16:55:06+00:00","description":"Last Revised: December 21, 2021. The following Privacy Policy describes the collection, disclosure, use of, and rights regarding any Personal Information","breadcrumb":{"@id":"https:\/\/www.muscleandfitness.com\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.muscleandfitness.com\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.muscleandfitness.com\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.muscleandfitness.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]}]}},"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PbHNX7-3","thumbnail":"","thumbnail_id":0,"subtitle":"","channel":0,"_links":{"self":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":7,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":1139712,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/1139712"}],"wp:attachment":[{"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/media?parent=3"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.muscleandfitness.com\/wp-json\/wp\/v2\/categories?post=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}